[
    [
        "Felipe1teste",
        "Felipe123@",
        "",
        [],
        1,
        0
    ],
    [
        "teste3",
        "Testee3@",
        "teste3@gmail.com",
        [],
        1,
        0
    ],
    [
        "testando123",
        "Testando1@",
        "testando@gmail.com",
        [],
        1,
        0
    ],
    [
        "felipao123",
        "felipE123@",
        "felipe.acioly@ufrpe.br",
        [],
        1,
        0
    ],
    [
        "usuariorandom",
        "Usuario123@",
        "usuario123@gmail.com",
        [],
        1,
        0
    ],
    [
        "teste1234",
        "Teste123@",
        "teste1234@gmail.com",
        [],
        1,
        0
    ],
    [
        "pauloteste24",
        "Paulo123$",
        "pauloh2309186@gmail.com",
        [
            {
                "texto_original": "La primera habilidad diplomática en juego es la de anticipación, a lo que la IA puede ofrecer como oportunidad y a los peligros que puede envolver su adopción sin miramientos. La fe ciega en la tecnología conduce a tecnocracia y a ceder inteligencia humana, rindiéndose a procesos automatizados y distantes en los que se pierde control. Y un área de política pública tan relevante como la de las relaciones internacionales, íntimamente ligada a principios de soberanía, cooperación y subsidiariedad, poco podría prosperar y mantenerse con el nivel de autonomía necesaria para honrar la función pública para la que fue diseñada al servicio de los Estados y sus sistemas intergubernamentales, si sucumbiera a dichos procesos. Un nuevo paradigma de gobernanza digital se viene configurando con sucesivas aproximaciones desde lo normativo por parte de actores internacionales de primer orden, representativos de diversos sistemas legales. El debate de fondo es entre la utilidad de la tecnología y su neutralidad socio-política.",
                "traducao": "A principal habilidade diplomática em jogo é a da antecipação — tanto das oportunidades que a IA oferece quanto dos perigos que sua adoção irrefletida pode trazer. A fé cega na tecnologia leva à tecnocracia e à renúncia da inteligência humana, entregando-se a processos automatizados e distantes, nos quais se perde o controle. Uma área de política pública tão relevante quanto as relações internacionais — intimamente ligada a princípios de soberania, cooperação e subsidiariedade — dificilmente prosperaria e manteria o nível de autonomia necessário para honrar sua função pública ao serviço dos Estados e de seus sistemas intergovernamentais, se cedesse a esses processos. Um novo paradigma de governança digital está se configurando gradualmente, com sucessivas iniciativas normativas de atores internacionais de primeira ordem, representativos de diversos sistemas legais. O debate essencial é entre a utilidade da tecnologia e sua neutralidade sociopolítica.",
                "idioma": "espanhol",
                "titulo": "Los servicios exteriores en la era de la inteligencia artificial",
                "visibilidade": "publico"
            },
            "1764780420317"
        ],
        1852,
        {
            "english": 1851,
            "french": 0,
            "spanish": 0
        }
    ],
    [
        "paulohenrique234",
        "Paulo123$",
        "paulo.henriqueb@ufrpe.br",
        [
            {
                "idioma": "frança",
                "texto_original": "La diplomatie par Twitter, ou « twiplomatie », a même le potentiel de délégitimer les canaux traditionnels de la diplomatie.",
                "traducao": "A diplomacia via Twitter, ou “twiplomacia”, tem até o potencial de deslegitimar os canais tradicionais da diplomacia.",
                "titulo": "La diplomatie à l’ère d’internet et des médias sociaux",
                "visibilidade": "privado"
            }
        ],
        1,
        85
    ],
    [
        "cayovictormenezes",
        "Cayo123@",
        "cayo.menezes@ufrpe.br",
        [],
        1,
        0
    ]
]